Repository: thomasccpereira/tcp-calendar-kit
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

# database_error_creation_failed
source: Could not create database at path.
pt_br: Não foi possível criar o banco de dados no diretório.

# database_error_failed_execute_query
source: Failed to execute query: %@.
pt_br: Falhou em executar a query: %@.

# database_error_failed_execute_statement
source: Failed to execute statement: %@.
pt_br: Falhou em executar o comando SQL: %@.

# database_error_failed_prepare_statement
source: Failed to prepare statement: %@.
pt_br: Falhou em preparar o comando SQL: %@.

# database_error_not_open
source: The database is not opened.
pt_br: O banco de dados não está aberto.

# database_error_open_failed
source: Failed to open database: %@.
pt_br: Falhou ao abrir o banco de dados: %@.

# database_error_table_creation
source: Failed to create table %@.
pt_br: Falhou ao criar tabela %@.

# database_error_table_unsupported_type
source: Unsupported type %@ for the column %@ of the table %@.
pt_br: Tipo não suportado %@ para a coluna %@ da tabela %@.

# database_error_transaction_failed
source: Transaction failed: %@.
pt_br: Transação falhou: %@.

# database_error_unknown
source: Unknown error.
pt_br: Erro desconhecido.
